const sealLog = '''
<海豹一号机>:新的故事开始了，祝旅途愉快！
记录已经开启。
<木落>:（好的测试开始了）
<木落>: 
<木落>:从前有一座房子  
<木落>:房前有两棵树
<木落>:一棵是枣树，另一颗也是枣树
<木落>:.ra 灵感
<海豹一号机>:由于a 灵感，<木落>掷出了 D20=5
<木落>:啊没开扩展
<木落>:.ext coc7 on
<海豹一号机>:打开扩展 coc7
检测到可能冲突的扩展，建议关闭: dnd5e
<木落>:.ra 灵感60
<海豹一号机>:<木落>的灵感60检定结果为: d100=1/60, ([1d100=1]) 大成功！
<木落>:（？？？？？）
<木落>:.setcoc
<海豹一号机>:当前房规: 0
<木落>:.r
<海豹一号机>:<木落>掷出了 D20=7
<木落>:.nn 折影
<海豹一号机>:<木落>(303451945)的昵称被设定为<折影>
<折影>:,r
<折影>:.r
<海豹一号机>:<折影>掷出了 D20=15
<折影>:就这样吧
<折影>:草草结束
<折影>:.log end
<海豹一号机>:故事落下了帷幕。
记录已经关闭。''';

const String kokonaLog = '''
--
title: 标题在这里
--  

张三(123) 2023-04-20 10:00:00
测试消息1

李四<test> 10:01:00
测试消息2''';
